
//Перевірка підключеного файлу скриптів
console.log('Перевірка підключеного файлу скриптів market.js')

// Отримання елементу з ідентифікатором items
let itemsDiv = document.getElementById("items");

//Перевірка існування знайденого блоку
if (itemsDiv) {
    //Вивід знайденого елементу
    //console.log(itemsDiv)

} else {
    //Вивід повідомлення про не знайдений блок
    console.log('Блок товарів не знайдено')

}
//Визначення масиву товарів
let itemsArray = ['','','','']

//Виведення в консоль масиву
console.log(itemsArray)
